tests/load/benchmarks/vegeta_1000rps_20260331_184115.txt
Requests      [total, rate, throughput]  60000, 1000.02, 16.67
Duration      [total, attack, wait]      59.999619902s, 59.998774888s, 845.014µs
Latencies     [mean, 50, 95, 99, max]    848.053µs, 817.784µs, 1.247173ms, 1.607946ms, 7.721672ms
Bytes In      [total, mean]              2585000, 43.08
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    1.67%
Status Codes  [code:count]               200:1000  429:59000  
Error Set:
429 Too Many Requests